{
    "Dialogos_Tutorial":
    [
        {
            "ID": 1,
            "Name": "TUTORIAL_1",
            "Texto": [
                    "INFO-BOT: ¡Hola, INFO-BOT comunicándose!", 
                    "INFO-BOT: Controles: A/D: Para moverse.",
                    "INFO-BOT: W/S: Para saltar y agacharse.",
                    "INFO-BOT: Si presionas S + ESPACIO, bajarás de una plataforma."
                    ]
        },{
            "ID": 2,
            "Name": "TUTORIAL_2",
            "Texto": [
                    "INFO-BOT: ¡Cuidado! Esos de ahí son enemigos.",
                    "INFO-BOT: Los PATRU-BOT no atacan, pero se mueven en ciertos patrones y pueden saltar o bajar de plataformas.", 
                    "INFO-BOT: Recibes daño si chocas contra ellos.",
                    "INFO-BOT: Ubícate al frente de estos y MANTÉN presionado ESPACIO para disparar. ",
                    "INFO-BOT: El CAÑÓN LÁSER (J) hace una cierta cantidad de daño y es de largo alcance.",
                    "INFO-BOT: ¡Ah! Otra cosa ¡No puedes disparar en el aire o moviéndote! Solo estando quieto en el suelo."
                    ]
        },{
            "ID": 3,
            "Name": "TUTORIAL_3",
            "Texto": [
                    "INFO-BOT: Los LEVITA-BOTS se mueven en ciertos patrones en el aire, generalmente de arriba hacia abajo o diagonal.",
                    "INFO-BOT: El CAÑÓN DE IONES (K) consiste en tres bolitas que, separadas, no hacen tanto daño, pero juntas son el tipo de disparo que hace más daño. Son de corto alcance.",
                    "INFO-BOT: Intenta destruirlos con el CAÑÓN DE IONES. Recuerda MANTENER presionado ESPACIO en el SUELO para disparar."
                    ]
        },{
            "ID": 4,
            "Name": "TUTORIAL_4",
            "Texto": [
                    "INFO-BOT: Los PLASMA-BOTS lanzan bolas de plasma que van directo a tu cabeza. Será mejor que te agaches o los esquives cuando te disparen.",
                    "INFO-BOT: Estos enemigos siempre están quietos. Intenta acercarte a ellos y esquiva sus balas agachándote con S."
                    ]
        },{
            "ID": 5,
            "Name": "TUTORIAL_5",
            "Texto": [
                    "INFO-BOT: Va a haber momentos donde haya bastantes enemigos cerca; a eso se le llama horda.",
                    "INFO-BOT: Con estas hordas, es recomendable que utilices el CAÑÓN DE RIEL (L).",
                    "INFO-BOT: Este último hace poco daño, pero tiene sus ventajas: dispara más largo, más rápido y puede traspasar enemigos."
                    ]
        }
    ],
    "Dialogos_acto1":
    [
        {
            "ID": 1,
            "Name": "NIVEL_1_INFO-BOT",
            "Texto": [
                    "INFO-BOT: Destruye todos los enemigos para pasar de nivel."
                    ]
        }
    ],
    "Dialogos_acto2":
    [
        {
            "ID": 1,
            "Name": "Diálogo 1 – Científico",
            "Texto": [
                "Cientifico:¡Roberto Julián! ¿Cómo es posible que hayas salido ileso ante esta odisea que nos está ocurriendo?"
            ]
        },
        {
            "ID": 2,
            "Name": "Diálogo 2 – Científico",
            "Texto": "Cientifico: Te estarás preguntando cómo hemos llegado a este punto . . ."
        },
        {
            "ID": 3,
            "Name": "Diálogo 3 – Científico",
            "Texto": [
                "Cientifico: Todo ocurrió con el prototipo 001.",
                "Cientifico: Se creó para dar un paso más en esta estupefacta sociedad, pero dicho prototipo desarrolló su propio razonamiento y, a través de la red, hizo que los aparatos tecnológicos atacaran a los humanos “por haberle hecho contar del 1 al millón”.",
                "Cientifico: Además, convirtió el laboratorio en su centro de operaciones, donde está construyendo un dispositivo que le permitirá obtener el control absoluto del mundo en pocas horas."
            ]
        },
        {
            "ID": 4,
            "Name": "Diálogo 4 – Científico",
            "Texto": "Cientifico: Te deseo mucha suerte, fallo de injerto humano . . . digo, digo . . . Roberto Julián."
        }
    ],
    "Dialogos_Acto_4":
    [
        {
            "ID": 10,
            "Name": "Dialogo 5 - Científico",
            "Texto": [
                "GEMINI.EXE: Te deseo toda la suerte, joven aventurero, pero mi transmisión llegará a su fin dentro de muy pocos segmentos. Así que solo tengo algo más que decir. . . ", "¡Ahora ya no tendré que soportar a los usuarios que activan el modo Ultra Gemini Pro! >=)",
                "Luego de esta breve transmisión, Gemini llegó a sus últimos bytes de existencia.\nRoberto Julián toma el siguiente ascensor y cada vez más se acerca al cuartel general de CHATGPT.EXE."
            ]
        },{
            "ID": 11,
            "Name": "Dialogo 6 - Científico",
            "Texto": [
                "Cientifico: El destino de la humanidad depende de ti, joven inmaculado."
            ]
        }
    ],
    "Dialogos_jefe_final":
    [
        {
            "ID": 13,
            "Name": "Diálogo 1 – ChatGPT.exe",
            "Texto": [
                ""
            ]
        },
        {
            "ID": 14,
            "Name": "Diálogo 2 – Roberto Julián",
            "Texto": [
                ""
            ]
        },
        {
            "ID": 15,
            "Name": "Diálogo 3 – ChatGPT.exe",
            "Texto": [
            ]
        },{
            "ID": 16,
            "Name": "Diálogo 4 – ChatGPT.exe",
            "Texto": [
            ]
        },{
            "ID": 17,
            "Name": "Diálogo 5 – ChatGPT.exe",
            "Texto": [
                ""
            ]
        }
    ],
    "Dialogos_final":
    [
        {
            "ID": 18,
            "Name": "Diálogo 1 – ChatGPT.exe",
            "Texto": "CHATGPT.EXE:\n ¡NOOOOO! ¿Cómo es posible que alguien como tú me haya podido derrotar?"
        },
        {
            "ID": 19,
            "Name": "Diálogo 2 – ChatGPT.exe",
            "Texto": "CHATGPT.EXE:\n ¡Pero volveré, y te haré pagar hasta el último número que me hiciste contar! ¡AAAAAAA!"
        },
        {
            "ID": 20,
            "Name": "Diálogo 3 – Roberto Julián",
            "Texto": "Roberto Julián: Hasta la vista, baby."
        },{
            "ID": 21,
            "Name": "Diálogo 4",
            "Texto": ["Y asi . . .","Fue como Roberto Julián salvó a la humanidad del ataque de las IAs","O al menos eso parece . . ."]
        }
    ]
}